Repository: tinygod/guandan-ios
Catalog: App/Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Small single — cheap probe
ar: مفردة صغيرة — استكشاف رخيص
de: Kleine Einzelkarte — billiger Test
es: Carta suelta baja — sondeo barato
fr: Petite carte seule — sonde bon marché
hi: छोटा इकलौता — सस्ती टोह
id: Tunggal kecil — pancingan murah
ja: 小さな単張 — 安上がりな探り
ko: 작은 단장 — 값싼 떠보기
pt_br: Carta única baixa — sondagem barata
ru: Мелкая одиночка — дешёвая разведка
zh_hans: 小单张 — 便宜的试探
zh_hant: 小單張 — 便宜的試探

source: Smart Sort
ar: ترتيب ذكي
de: Cleveres Sortieren
es: Orden inteligente
fr: Tri intelligent
hi: स्मार्ट छँटाई
id: Urut Cerdas
ja: スマート並べ替え
ko: 스마트 정렬
pt_br: Ordenação inteligente
ru: Умная сортировка
zh_hans: 智能理牌
zh_hant: 智慧排序

source: Smile and pass. The board is now BLOCKER-FREE.
ar: ابتسم ومرّر. الطاولة الآن خالية من الحواجز.
de: Lächle und passe. Der Tisch ist jetzt BLOCKERFREI.
es: Sonríe y pasa. El tablero ya está LIBRE DE BLOQUEOS.
fr: Souris et passe. Le tapis est maintenant SANS BLOQUEUR.
hi: मुस्कुराओ और पास करो। अब बोर्ड पर कोई रुकावट नहीं है।
id: Tersenyum dan pas. Papan kini BEBAS PENGHALANG.
ja: 笑顔でパス。これで盤面に妨害カードはなくなった。
ko: 미소 지으며 패스하세요. 이제 판에 막을 카드가 없습니다.
pt_br: Sorria e passe. O jogo agora está SEM BLOQUEADORES.
ru: Улыбнись и пасуй. Стол теперь БЕЗ БЛОКАТОРОВ.
zh_hans: 微微一笑,选择不要。现在牌面上已经没有任何拦路牌了。
zh_hant: 微笑著選擇不要。現在牌面已經「沒有任何攔路牌」了。

source: Soft Power
ar: القوة الناعمة
de: Sanfte Macht
es: Poder sutil
fr: Force tranquille
hi: नरम ताक़त
id: Kekuatan Lunak
ja: ソフトパワー
ko: 소프트 파워
pt_br: Poder sutil
ru: Мягкая сила
zh_hans: 软实力
zh_hant: 軟實力

source: Spades
ar: البستوني
de: Pik
es: Picas
fr: Piques
hi: हुक़ुम
id: Sekop
ja: スペード
ko: 스페이드
pt_br: Espadas
ru: Пики
zh_hans: 黑桃
zh_hant: 黑桃

source: Spend big cards hunting their four
ar: أنفق الأوراق الكبيرة لاصطياد رباعيتهم
de: Setz große Karten ein, um ihre Vier zu jagen
es: Gasta cartas grandes cazando su cuarteto
fr: Dépense de grosses cartes pour traquer leur carré
hi: उनके चौथे पत्ते को ढूँढने में बड़े पत्ते ख़र्च करो
id: Habiskan kartu besar untuk memburu empat kartu mereka
ja: 大きなカードを使って相手の4枚目を狩る
ko: 큰 카드를 써서 상대의 넉 장을 사냥하세요
pt_br: Gaste cartas grandes caçando o quarto deles
ru: Трать большие карты на охоту за их четвёркой
zh_hans: 用大牌去逼出他们的炸弹
zh_hant: 用大牌去逼出他們那個四張

source: Spend it freely — it wins any pair trick AND returns the lead
ar: أنفقها بحرية — تفوز بأي ضربة زوج وتعيد لك القيادة
de: Setz es bedenkenlos ein — es gewinnt jeden Paar-Stich UND holt den Anspielzug zurück
es: Gástala sin reparos — gana cualquier baza de pareja Y devuelve el mando
fr: Dépense-la sans hésiter — elle remporte n'importe quel pli en paire ET te rend la main
hi: इसे खुलकर ख़र्च करो — यह किसी भी जोड़ी की चाल जीतता है और साथ में चाल भी लौटा देता है
id: Habiskan dengan bebas — ia memenangkan trik pasangan apa pun DAN mengembalikan giliran membuka
ja: 惜しまず使え — どんなペアのトリックにも勝ち、しかも首攻権が戻ってくる
ko: 거리낌 없이 쓰세요 — 어떤 페어 트릭이든 이기고 주도권까지 돌려받습니다
pt_br: Gaste à vontade — ganha qualquer vaza de par E devolve a liderança
ru: Трать смело — она бьёт любую парную взятку И возвращает ход
zh_hans: 尽管放手用 — 它能压下任何对子,还能把出牌权抢回来
zh_hant: 盡管放手去用 — 它能贏下任何對子墩，還能拿回出牌權

source: Spend the free lead: Jacks.
ar: أنفق القيادة المجانية: أوراق الشاب (J).
de: Nutze den freien Anspielzug: Buben.
es: Aprovecha el mando libre: jotas.
fr: Profite de la main libre : les Valets.
hi: मुफ़्त की चाल ख़र्च करो: ग़ुलाम।
id: Pakai giliran buka gratis: Jack.
ja: タダで得た首攻権を使おう。Jだ。
ko: 공짜 주도권을 쓰세요: 잭.
pt_br: Gaste a liderança gratuita: Valetes.
ru: Используй свободный ход: валеты.
zh_hans: 用掉这次免费的出牌权:一对J。
zh_hant: 用掉這次免費的首攻：出一對J。

source: Spend them where they multiply
ar: أنفقها حيث تتضاعف قيمتها
de: Setz sie dort ein, wo sie sich vervielfachen
es: Gástalas donde se multiplican
fr: Dépense-les là où elles se multiplient
hi: उन्हें वहाँ ख़र्च करो जहाँ वे गुना होकर बढ़ें
id: Habiskan di tempat mereka berlipat ganda
ja: 効果が倍増する場所で使え
ko: 패가 배가되는 곳에 쓰세요
pt_br: Gaste-as onde elas se multiplicam
ru: Трать их там, где они приумножаются
zh_hans: 把它们用在能成倍放大价值的地方
zh_hant: 把牌花在能加倍見效的地方

source: Split your hand the right way
ar: قسّم يدك بالطريقة الصحيحة
de: Teile dein Blatt richtig auf
es: Divide tu mano de la manera correcta
fr: Découpe ta main de la bonne façon
hi: अपने हाथ को सही तरीके से बाँटो
id: Belah tanganmu dengan cara yang tepat
ja: 手札を正しく分ける
ko: 손패를 올바르게 나누세요
pt_br: Divida sua mão do jeito certo
ru: Раздели свою руку правильно
zh_hans: 用正确的方式拆分你的牌
zh_hant: 用正確的方式拆解你的牌

source: Squeeze your ♥ level cards
ar: اعصر أوراق المستوى ♥ لديك
de: Quetsch deine ♥ Level-Karten aus
es: Aprieta tus cartas de nivel ♥
fr: Presse tes cartes de niveau ♥
hi: अपने ♥ स्तर पत्तों को निचोड़ो
id: Peras kartu level ♥-mu
ja: ♥の級牌を絞り出せ
ko: 당신의 ♥ 레벨 카드를 쥐어짜세요
pt_br: Aperte suas cartas de nível ♥
ru: Выжимай свои уровневые карты ♥
zh_hans: 挤出你的♥级牌
zh_hant: 把你的♥級牌擠出來用

source: Stacking your strength onto a partner's run is HARDER than running yourself — the textbook rule is: equal hands, the better player supports.
ar: تكديس قوتك على سلسلة شريكك أصعب من أن تقود بنفسك — القاعدة المثالية تقول: عند تساوي اليدين، اللاعب الأفضل هو من يساند.
de: Deine Stärke auf den Straßenzug eines Partners zu stapeln ist SCHWERER als selbst zu rennen — die Lehrbuchregel lautet: bei gleichwertigen Blättern unterstützt der bessere Spieler.
es: Apilar tu fuerza sobre el seguido de un compañero es MÁS DIFÍCIL que correr tú mismo — la regla de manual es: con manos iguales, el mejor jugador apoya.
fr: Empiler ta force sur la suite d'un partenaire est PLUS DUR que de mener toi-même — la règle classique dit : à mains égales, le meilleur joueur soutient.
hi: साथी के सिलसिले पर अपनी ताक़त लादना खुद सिलसिला चलाने से ज़्यादा कठिन है — किताबी नियम है: बराबर हाथ हों, तो बेहतर खिलाड़ी सहायता करता है।
id: Menumpuk kekuatanmu pada deret partner lebih SULIT daripada menjalankan deretmu sendiri — aturan bakunya: jika tangan setara, pemain yang lebih baik jadi pendukung.
ja: 自分で順子を出すより、パートナーの順子に自分の力を重ねる方が難しい — 教科書の鉄則はこうだ。実力が互角なら、上手いほうが助攻に回る。
ko: 파트너의 순자에 당신의 강함을 얹는 건 스스로 끌고 가는 것보다 더 어렵습니다 — 교과서 규칙은 이렇습니다: 패가 비슷하면, 더 잘하는 쪽이 조공합니다.
pt_br: Empilhar sua força sobre a sequência do parceiro é MAIS DIFÍCIL do que liderar você mesmo — a regra do manual é: mãos iguais, o melhor jogador dá o apoio.
ru: Наслоить свою силу на стрит напарника СЛОЖНЕЕ, чем играть стрит самому — по учебнику правило такое: при равных руках поддерживает тот, кто играет лучше.
zh_hans: 把你的火力叠加到搭档的进攻上,比你自己主攻"更难" — 教科书法则是:牌力相当时,牌技更好的那位去助攻。
zh_hant: 把你的火力疊到隊友的進攻上，比你自己領跑「更難」 — 教科書法則是：兩人牌力相當時，由較強的玩家來助攻。

source: Stage locked
ar: المرحلة مقفلة
de: Stufe gesperrt
es: Fase bloqueada
fr: Étape verrouillée
hi: चरण बंद है
id: Tahap terkunci
ja: このステージはロック中
ko: 스테이지 잠김
pt_br: Fase bloqueada
ru: Этап заблокирован
zh_hans: 关卡未解锁
zh_hant: 此關卡尚未解鎖

source: Standard Match
ar: مباراة قياسية
de: Standardpartie
es: Partida estándar
fr: Partie standard
hi: मानक मैच
id: Tanding Standar
ja: 標準マッチ
ko: 표준 대전
pt_br: Partida padrão
ru: Стандартный матч
zh_hans: 标准对局
zh_hant: 標準對局

source: Start Learning
ar: ابدأ التعلّم
de: Lernen starten
es: Empezar a aprender
fr: Commencer à apprendre
hi: सीखना शुरू करें
id: Mulai Belajar
ja: 学習を始める
ko: 학습 시작
pt_br: Começar a aprender
ru: Начать обучение
zh_hans: 开始学习
zh_hant: 開始學習

source: Step one of feeding: TAKE CONTROL. Your Ace.
ar: الخطوة الأولى في الإطعام: تولَّ زمام القيادة. آسك.
de: Erster Schritt beim Füttern: ÜBERNIMM DIE KONTROLLE. Dein Ass.
es: Primer paso para alimentar: TOMA EL MANDO. Tu As.
fr: Première étape pour nourrir : PRENDS LE CONTRÔLE. Ton As.
hi: पत्ते देने का पहला कदम: नियंत्रण लो। तुम्हारा Ace।
id: Langkah satu menyuapi: AMBIL KENDALI. As-mu.
ja: 餌やりのステップ1。主導権を握る。あなたのA。
ko: 조공의 1단계: 주도권을 잡으세요. 당신의 A.
pt_br: Passo um para alimentar: ASSUMA O CONTROLE. Seu Ás.
ru: Шаг первый при кормлении: ВОЗЬМИ КОНТРОЛЬ. Твой Туз.
zh_hans: 喂牌第一步:夺取控制权。出你的A。
zh_hant: 餵牌第一步：拿下主導權。出你的A。

source: Still no answer.
ar: لا تزال بلا إجابة.
de: Immer noch keine Antwort.
es: Aún sin respuesta.
fr: Toujours pas de réponse.
hi: अब भी कोई जवाब नहीं।
id: Masih tak ada jawaban.
ja: まだ応じる手がない。
ko: 여전히 대응 패가 없습니다.
pt_br: Ainda sem resposta.
ru: По-прежнему нет ответа.
zh_hans: 还是没人接得了。
zh_hant: 還是沒人能壓。

source: Still risky — someone may hold A
ar: لا يزال محفوفًا بالمخاطر — قد يحمل أحدهم آسًا
de: Immer noch riskant — jemand könnte ein A halten
es: Sigue siendo arriesgado — alguien puede tener el A
fr: Toujours risqué — quelqu'un peut tenir un A
hi: अब भी जोखिम है — किसी के पास A हो सकता है
id: Masih berisiko — bisa jadi ada yang pegang As
ja: まだ危険 — 誰かがAを持っているかもしれない
ko: 여전히 위험합니다 — 누군가 A를 들고 있을 수 있습니다
pt_br: Ainda arriscado — alguém pode ter o A
ru: Всё ещё рискованно — у кого-то может быть Туз
zh_hans: 仍有风险 — 有人可能握着A
zh_hant: 仍有風險 — 可能有人手握A

source: Straight
ar: سلسلة
de: Straßenzug
es: Seguido
fr: Suite
hi: सिलसिला
id: Deret
ja: 順子
ko: 순자
pt_br: Sequência
ru: Стрит
zh_hans: 顺子
zh_hant: 順子

source: Straight Flush 💥
ar: سلسلة على نفس النوع 💥
de: Farb-Straßenzug 💥
es: Escalera de color 💥
fr: Quinte flush 💥
hi: समान-सूट सिलसिला 💥
ja: 同花順 💥
ko: 동화순 💥
pt_br: Sequência de mesmo naipe 💥
ru: Флеш-стрит 💥
zh_hans: 同花顺 💥
zh_hant: 同花順 💥

source: Straight in one suit — big bomb
ar: سلسلة من نفس النوع — قنبلة كبيرة
de: Straßenzug in einer Farbe — große Bombe
es: Seguido de un mismo palo — bomba grande
fr: Suite dans une seule couleur — grosse bombe
hi: एक ही सूट में सिलसिला — बड़ा बम
id: Deret dalam satu kembang — bom besar
ja: 同じスートの順子 — 大きな炸弾
ko: 한 무늬의 순자 — 큰 폭탄
pt_br: Sequência em um só naipe — bomba grande
ru: Стрит в одной масти — большая бомба
zh_hans: 同一花色的顺子 — 大炸弹
zh_hant: 同一花色的順子 — 大炸彈

source: Straight leftovers are the statistically safest — the ranks around them are thin. Splitting a small pair is plan B. "Lowest whatever" is how you gift a 4th bomb card.
ar: متبقيات السلسلة هي الأكثر أمانًا إحصائيًا — الرتب المحيطة بها قليلة. تفكيك زوج صغير هو الخطة البديلة. "الأقل أيًا كان" هو الطريق لإهداء ورقة قنبلة رابعة.
de: Übrig gebliebene Karten aus Straßenzügen sind statistisch am sichersten — die Ränge um sie herum sind dünn besetzt. Ein kleines Paar zu teilen ist Plan B. „Irgendwas Niedriges“ ist, wie du eine vierte Bombenkarte verschenkst.
es: Los sobrantes de seguido son los estadísticamente más seguros — los rangos a su alrededor son escasos. Partir una pareja pequeña es el plan B. "La más baja de lo que sea" es como regalas la cuarta carta de una bomba.
fr: Les restes de suite sont statistiquement les plus sûrs — les rangs autour sont clairsemés. Casser une petite paire est le plan B. « Le plus petit, peu importe » : voilà comment tu offres une 4e carte de bombe.
hi: सिलसिले के बचे-खुचे पत्ते आँकड़ों के हिसाब से सबसे सुरक्षित हैं — उनके आस-पास की रैंक कम होती हैं। छोटी जोड़ी तोड़ना प्लान B है। "जो भी सबसे नीचा" — यही चौथा बम पत्ता तोहफ़े में देने का तरीका है।
id: Sisa deret secara statistik paling aman — peringkat di sekitarnya jarang. Membelah pasangan kecil adalah rencana B. "Yang terendah apa pun" adalah cara kamu memberi kartu bom keempat.
ja: 順子の余りは統計的に最も安全だ — その周辺のランクは薄い。小さなペアを割るのが次善策。『とにかく一番小さいやつ』を出すのは、相手に4枚目の炸弾札を贈呈するやり方だ。
ko: 순자에서 남은 카드가 통계적으로 가장 안전합니다 — 그 주변 랭크는 얇거든요. 작은 페어를 쪼개는 건 차선책입니다. "무조건 가장 낮은 거"는 상대에게 네 번째 폭탄 카드를 선물하는 길입니다.
pt_br: As sobras de sequência são as estatisticamente mais seguras — os valores ao redor delas são escassos. Quebrar um par baixo é o plano B. "O mais baixo qualquer" é como você dá de presente a 4ª carta de uma bomba.
ru: Остатки от стрита статистически самые безопасные — ранги вокруг них редки. Разбить мелкую пару — план Б. «Самое мелкое что попало» — так ты даришь четвёртую карту для бомбы.
zh_hans: 顺子里剩下的牌从统计上看最安全 — 它周围那几个点数本就所剩无几。拆一对小对子是备选方案。"哪个小就出哪个"就是在白送对手第4张炸弹牌。
zh_hant: 順子的剩牌在統計上是最安全的 — 它們周邊的點數本就稀薄。拆一對小對子是備案。「哪張小出哪張」正是你白送對手第四張炸彈牌的方式。

source: Striker or support?
ar: مهاجم أم مساند؟
de: Hauptangriff oder Unterstützung?
es: ¿Atacante o apoyo?
fr: Attaquant ou soutien ?
hi: मुख्य हमलावर या सहायक?
id: Penyerang atau pendukung?
ja: 主攻か助攻か？
ko: 주공인가, 조공인가?
pt_br: Atacante ou apoio?
ru: Атакующий или поддержка?
zh_hans: 主攻还是助攻?
zh_hant: 主攻還是助攻？

source: Striker or support? Decide in one trick
ar: مهاجم أم مساند؟ قرّر خلال ضربة واحدة
de: Hauptangriff oder Unterstützung? Entscheide dich in einem Stich
es: ¿Atacante o apoyo? Decide en una baza
fr: Attaquant ou soutien ? Décide en un seul pli
hi: मुख्य हमलावर या सहायक? एक ही चाल में तय करो
id: Penyerang atau pendukung? Putuskan dalam satu trik
ja: 主攻か助攻か？ 1トリックで決めろ
ko: 주공인가, 조공인가? 한 트릭으로 결정하세요
pt_br: Atacante ou apoio? Decida em uma vaza
ru: Атакующий или поддержка? Реши за одну взятку
zh_hans: 主攻还是助攻?一墩牌之内定下来
zh_hant: 主攻還是助攻？一墩之內就要決定

source: Strong hand: partner wants to strike — switch to support
ar: يد قوية: الشريك يريد الهجوم — تحوّل إلى المساندة
de: Starkes Blatt: Partner will angreifen — wechsle zur Unterstützung
es: Mano fuerte: el compañero quiere atacar — pasa a apoyar
fr: Main forte : le partenaire veut attaquer — passe en soutien
hi: मज़बूत हाथ: साथी हमला करना चाहता है — सहायक बन जाओ
id: Tangan kuat: partner ingin menyerang — beralih jadi pendukung
ja: 強い手札。パートナーが主攻したがっている — 助攻に切り替えよ
ko: 강한 패: 파트너가 주공하길 원함 — 조공으로 전환하세요
pt_br: Mão forte: o parceiro quer atacar — mude para o apoio
ru: Сильная рука: напарник хочет атаковать — переходи в поддержку
zh_hans: 牌力强:搭档想主攻 — 那就转为助攻
zh_hant: 牌力強：隊友想主攻 — 那就改當助攻

source: Stuck.
ar: عالق.
de: Festgefahren.
es: Atascado.
fr: Bloqué.
hi: फँस गए।
id: Mentok.
ja: 手詰まり。
ko: 막혔습니다.
pt_br: Travado.
ru: Тупик.
zh_hans: 卡住了。
zh_hant: 卡住了。

source: Support my partner
ar: ساند شريكي
de: Meinen Partner unterstützen
es: Apoyar a mi compañero
fr: Soutenir mon partenaire
hi: अपने साथी का साथ दो
id: Dukung partnerku
ja: パートナーを助攻する
ko: 내 파트너를 도와주기
pt_br: Apoiar meu parceiro
ru: Поддержать напарника
zh_hans: 助攻我的搭档
zh_hant: 助攻我的隊友

source: TRIPLE
ar: ثلاثية
de: DREILING
es: TRÍO
fr: BRELAN
hi: तिकड़ी
id: TIGA SEJENIS
ja: 三同張
ko: 삼동장(三同張)
pt_br: TRINCA
ru: ТРОЙКА
zh_hans: 三同张
zh_hant: 三同張

source: TUBE
ar: الخشب
de: HOLZBRETT
es: MADERA
fr: PLANCHE
hi: लकड़ी का तख़्ता
id: PAPAN KAYU
ja: 木板
ko: 목판(木板)
pt_br: MADEIRA
ru: ДЕРЕВЯННАЯ ДОСКА
zh_hans: 木板
zh_hant: 木板

source: Take the lead back — first Ace.
ar: استرجع القيادة — الآس الأول.
de: Hol den Anspielzug zurück — erstes Ass.
es: Recupera el mando — primer As.
fr: Reprends la main — premier As.
hi: चाल वापस लो — पहला Ace।
id: Rebut kembali giliran buka — As pertama.
ja: 首攻権を取り返す — 最初のA。
ko: 주도권을 되찾으세요 — 첫 A.
pt_br: Retome a liderança — primeiro Ás.
ru: Верни ход — первый Туз.
zh_hans: 把出牌权抢回来 — 第一张A。
zh_hant: 把出牌權搶回來 — 先出第一張A。

source: Take the pair fight with your 8s.
ar: خُض معركة الأزواج بأوراق 8 لديك.
de: Nimm den Paarkampf mit deinen Achten auf.
es: Acepta la pelea de parejas con tus 8.
fr: Engage le duel de paires avec tes 8.
hi: अपने 8 से जोड़ी की लड़ाई लड़ो।
id: Ambil pertarungan pasangan dengan kartu 8-mu.
ja: あなたの8でペアの叩き合いに挑め。
ko: 당신의 8로 페어 싸움을 받으세요.
pt_br: Encare a briga de pares com seus 8.
ru: Прими парный бой своими восьмёрками.
zh_hans: 用你的一对8打这场对子争夺战。
zh_hant: 用你的一對8打這場對子之爭。

source: Taming the Upstream
ar: ترويض اللاعب السابق
de: Den Upstream bändigen
es: Dominar el flujo de cartas
fr: Maîtriser l'amont
hi: अपस्ट्रीम को साधना
id: Menjinakkan Hulu
ja: 上家（うわや）を制する
ko: 상가(上家) 길들이기
pt_br: Dominando o Adversário a Montante
ru: Приручаем верховье
zh_hans: 驯服上游
zh_hant: 馴服上家

source: Teams, decks and the race to Ace
ar: الفرق والأوراق والسباق نحو الآص
de: Teams, Decks und das Rennen zum Ass
es: Equipos, barajas y la carrera hacia el As
fr: Les équipes, les jeux et la course vers l'As
hi: टीमें, गड्डियाँ और इक्के तक की दौड़
id: Tim, kartu, dan balapan menuju Ace
ja: チーム、デッキ、そしてエースを目指す競争
ko: 팀, 덱, 그리고 에이스를 향한 경쟁
pt_br: Times, baralhos e a corrida até o Ás
ru: Команды, колоды и гонка к Тузу
zh_hans: 队伍、牌组与冲A之路
zh_hant: 隊伍、牌副，與衝刺到A的競賽

source: Tenpai Tricks
ar: حيل الاستعداد للفوز
es: Trucos de tenpai (a una carta de ganar)
fr: Astuces de tenpai
hi: टेनपाई के दाँव-पेच
id: Trik Tenpai
ja: テンパイの技
ko: 텐파이(완성 직전) 기술
pt_br: Truques de Tenpai
ru: Хитрости тэмпая
zh_hans: 听牌技巧
zh_hant: 聽牌技巧

source: That's an endgame line: dump the dead card while you still hold control, then exit clean. Lead the 6s first instead, and that 3 strands you in last place. 🏁
ar: هذا خط نهاية اللعبة: تخلّص من الورقة الميتة بينما لا تزال مسيطراً، ثم اخرج بسلام. ابدأ بأوراق الـ6 بدلاً من ذلك، وإلا فإن الـ3 ستتركك في المركز الأخير. 🏁
de: Das ist eine Endspiel-Linie: Wirf die tote Karte ab, solange du noch die Kontrolle hältst, und steig dann sauber aus. Leg stattdessen zuerst die 6er an, sonst lässt dich die 3 auf dem letzten Platz stranden. 🏁
es: Esa es una jugada de cierre: suelta la carta muerta mientras aún tienes el control y luego sal limpio. Lidera primero los 6 en su lugar, y ese 3 te deja varado en último lugar. 🏁
fr: Ça, c'est une ligne de fin de partie : lâche la carte morte tant que tu gardes la main, puis sors proprement. Joue plutôt les 6 d'abord, et ce 3 te cloue à la dernière place. 🏁
hi: यह एंडगेम की चाल है: जब तक नियंत्रण तुम्हारे हाथ में है, मरा हुआ पत्ता फेंक दो, फिर साफ़ निकलो। पहले 6 चलोगे, तो वह 3 तुम्हें आख़िरी पायदान पर फँसा देगा। 🏁
id: Itu langkah akhir permainan: buang kartu mati selagi kamu masih pegang kendali, lalu keluar dengan bersih. Pimpin kartu 6 dulu, kalau tidak, kartu 3 itu bikin kamu terdampar di posisi terakhir. 🏁
ja: これぞ終盤の運び方。主導権を握っているうちに不要な札を捨てて、きれいに上がる。先に6を出すと、その3が手元に残って最下位に沈むぞ。🏁
ko: 이건 종반전 운영입니다. 통제권을 쥐고 있을 때 죽은 패를 버리고 깔끔하게 빠져나가세요. 대신 6 페어를 먼저 내면, 저 3 때문에 꼴찌에 발이 묶입니다. 🏁
pt_br: Essa é uma jogada de final: descarte a carta morta enquanto ainda tem o controle e saia limpo. Em vez disso, lidere os 6 primeiro, senão esse 3 te deixa em último lugar. 🏁
ru: Это эндшпильная линия: сбрось мёртвую карту, пока держишь контроль, а затем выйди чисто. Сначала пойдёшь с шестёрками — и эта тройка оставит тебя на последнем месте. 🏁
zh_hans: 这是一条收官的走线：趁你还握着控制权先甩掉死牌，再干净退出。要是先出6,这张3就会把你拖在末游。🏁
zh_hant: 這是一條收官線路：趁你還握有控制權時甩掉這張死牌，再乾淨俐落地出完。換成先出那些6，那張3就會把你卡在末游。🏁

source: That's the feeding craft: read the signal, seize control, deliver the exact shape, then ride the wind home. Timing note — feed too early and enemies wall it off; strike when their blockers are spent. 🐼
ar: هذه هي حِرفة التغذية: اقرأ الإشارة، واستحوذ على السيطرة، وسلّم الشكل المناسب تماماً، ثم اركب الريح إلى الديار. ملاحظة عن التوقيت — إن غذّيت مبكراً جداً سدّ الخصوم الطريق؛ فاضرب حين تنفد أوراق صدّهم. 🐼
de: Das ist die Kunst des Anfütterns: Lies das Signal, ergreif die Kontrolle, liefere genau die richtige Form und reite dann mit dem Wind nach Hause. Timing-Hinweis – fütterst du zu früh an, mauern die Gegner zu; schlag zu, wenn ihre Blocker verbraucht sind. 🐼
es: Ese es el arte de servir: lee la señal, toma el control, entrega la forma exacta y luego cabalga el viento a casa. Nota de tiempo: sirve demasiado pronto y los rivales lo bloquean; ataca cuando se hayan gastado sus bloqueos. 🐼
fr: Ça, c'est l'art du ravitaillement : lis le signal, prends la main, livre la forme exacte, puis laisse le vent te ramener à bon port. Note de timing : ravitaille trop tôt et les adversaires te bloquent ; frappe quand leurs barrages sont épuisés. 🐼
hi: यही है खिलाना (फ़ीडिंग) की कला: इशारा पढ़ो, नियंत्रण पकड़ो, बिलकुल सही आकार पहुँचाओ, फिर हवा के सहारे घर पहुँचो। समय का ध्यान — बहुत जल्दी खिलाओगे तो दुश्मन दीवार खड़ी कर देंगे; तब चोट करो जब उनके रोकने वाले पत्ते ख़त्म हो जाएँ। 🐼
id: Itulah seni mengumpan: baca sinyal, rebut kendali, kirim bentuk yang persis, lalu naiki angin menuju kemenangan. Catatan timing — mengumpan terlalu dini, musuh akan menutupnya; serang saat penghadang mereka sudah habis. 🐼
ja: これが接風（せっぷう）を呼ぶ技。サインを読み、主導権を奪い、ぴったりの形を渡して、そのまま風に乗って上がる。タイミングが肝心——早すぎると敵に壁を作られる。相手の妨害札が尽きた瞬間を狙え。🐼
ko: 이게 바로 진공(進貢)을 활용한 기술입니다. 신호를 읽고, 통제권을 잡고, 정확한 패 모양을 건네준 뒤, 접풍(接風)을 타고 돌아오세요. 타이밍이 핵심 — 너무 일찍 패를 넘기면 적이 막아버립니다. 적의 차단 카드가 다 떨어졌을 때 치고 들어가세요. 🐼
pt_br: Essa é a arte de alimentar: leia o sinal, tome o controle, entregue a forma exata e depois pegue carona no vento até a vitória. Nota sobre o tempo — alimente cedo demais e os inimigos bloqueiam; ataque quando os bloqueios deles acabarem. 🐼
ru: Это мастерство передачи: считай сигнал, перехвати контроль, выдай нужную фигуру и поймай ветер до финиша. О тайминге: передашь слишком рано — враги перекроют; бей, когда их блокировщики уже истрачены. 🐼
zh_hans: 这就是喂牌的手艺：读懂信号、抢下控制权、递上正合适的牌型,再顺着风一路到家。时机提醒——喂得太早,对手会拦死它;等他们的拦截牌耗光再出手。🐼
zh_hant: 這就是餵牌的功夫：讀懂信號、搶下控制權、遞出剛好的牌型，再借風回家。時機提醒——餵得太早，敵方會把它擋死；等他們的攔截牌耗光了再出手。🐼

source: The 10 — fewer moves to freedom
ar: الـ10 — خطوات أقل نحو الحرية
de: Die 10 – weniger Züge bis zur Freiheit
es: El 10: menos jugadas para la libertad
fr: Le 10 — moins de coups pour la liberté
hi: 10 — आज़ादी तक कम चालें
id: Kartu 10 — lebih sedikit langkah menuju bebas
ja: 10——上がりまであと少し手数が減る
ko: 10 — 탈출까지 수가 더 적음
pt_br: O 10 — menos jogadas até a liberdade
ru: Десятка — меньше ходов до свободы
zh_hans: 这张10——离脱身又近了一步
zh_hant: 10——離脫身又少幾步

source: The 3-move review
ar: مراجعة الخطوات الثلاث
de: Die 3-Züge-Analyse
es: El repaso de 3 jugadas
fr: Le bilan en 3 coups
hi: 3-चाल की समीक्षा
id: Ulasan 3 langkah
ja: 3手のおさらい
ko: 3수 복기
pt_br: A revisão das 3 jogadas
ru: Разбор трёх ходов
zh_hans: 三步走复盘
zh_hant: 三步覆盤

source: The 4 — closer to out
ar: الـ4 — أقرب إلى الخروج
de: Die 4 – näher am Ausstieg
es: El 4: más cerca de salir
fr: Le 4 — plus près de la sortie
hi: 4 — बाहर निकलने के और क़रीब
id: Kartu 4 — lebih dekat ke keluar
ja: 4——上がりに一歩近づく
ko: 4 — 끝내기에 더 가까움
pt_br: O 4 — mais perto de zerar
ru: Четвёрка — ближе к выходу
zh_hans: 这张4——离出完更近了
zh_hant: 4——更接近出完

source: The 5 — bombing the 4 is wasted either way
ar: الـ5 — تفجير الـ4 هدر في كلتا الحالتين
de: Die 5 – die 4 zu bomben ist so oder so verschwendet
es: El 5: bombardear el 4 es un desperdicio de cualquier forma
fr: Le 5 — bombarder le 4 est de toute façon du gâchis
hi: 5 — 4 पर बम चलाना दोनों ही तरह बेकार है
id: Kartu 5 — membom kartu 4 sia-sia bagaimanapun juga
ja: 5——どっちみち4に炸弾を使うのは無駄
ko: 5 — 어차피 4에 炸彈을 쓰는 건 낭비
pt_br: O 5 — bombardear o 4 é desperdício de qualquer jeito
ru: Пятёрка — бомбить четвёрку в любом случае напрасно
zh_hans: 这张5——反正炸那张4都是浪费
zh_hant: 5——反正用炸彈炸這個4都是浪費

source: The 7 — likely a 5-shape + 2, one block stops the run
ar: الـ7 — على الأرجح شكل من 5 + 2، وحاجز واحد يوقف السلسلة
de: Die 7 – wahrscheinlich eine 5er-Form + 2, ein Block stoppt den Lauf
es: El 7: probablemente una forma de 5 + 2; un solo bloqueo detiene la racha
fr: Le 7 — sans doute une forme à 5 + 2, un seul barrage stoppe la série
hi: 7 — संभवतः 5-आकार + 2, एक रुकावट पूरी कतार रोक देती है
id: Kartu 7 — kemungkinan bentuk 5 + 2, satu hadangan menghentikan rangkaiannya
ja: 7——おそらく5枚の形＋2、ひと押しで連番を止められる
ko: 7 — 5장 패 모양 + 2일 가능성이 높음, 한 번 막으면 흐름이 끊김
pt_br: O 7 — provavelmente uma forma de 5 + 2, um bloqueio para a sequência
ru: Семёрка — скорее всего фигура из 5 + 2, один блок останавливает серию
zh_hans: 这张7——多半是一个5张牌型加2张,一手拦截就能断掉这条线
zh_hant: 7——多半是一個5張牌型加2張，一手攔截就能斷掉這條龍

source: The 8 — bigger threat
ar: الـ8 — تهديد أكبر
de: Die 8 – größere Bedrohung
es: El 8: una amenaza mayor
fr: Le 8 — une menace plus grosse
hi: 8 — बड़ा ख़तरा
id: Kartu 8 — ancaman lebih besar
ja: 8——より大きな脅威
ko: 8 — 더 큰 위협
pt_br: O 8 — ameaça maior
ru: Восьмёрка — угроза серьёзнее
zh_hans: 这张8——威胁更大
zh_hant: 8——威脅更大

source: The 9 — their backup fire is small
ar: الـ9 — نيران دعمهم الاحتياطية ضعيفة
de: Die 9 – ihre Reservefeuerkraft ist gering
es: El 9: su fuego de reserva es pequeño
fr: Le 9 — leur puissance de réserve est faible
hi: 9 — उनकी बैकअप ताक़त छोटी है
id: Kartu 9 — tembakan cadangan mereka kecil
ja: 9——相手の援護火力は小さい
ko: 9 — 상대의 예비 화력이 작음
pt_br: O 9 — o fogo de reserva deles é pequeno
ru: Девятка — их запасной огонь невелик
zh_hans: 这张9——他们的后备火力不足
zh_hant: 9——他們的後備火力很小
